Repository: PaulyAndNukhas/Glookos
Catalog: Library/*.lproj/Localizable.strings
Languages: ru, tr

source: %1$@/min.
tr: %1$@/dk.

source: %1$@d %2$@h %3$@min
tr: %1$@g %2$@sa %3$@dk

source: About %@
ru: О программе %@
tr: Hakkında %@

source: Add
ru: Добавить
tr: Ekle

source: Add glucose for calibration
ru: Добавьте глюкозу для калибровки
tr: Kalibrasyon için glikoz ekleyin

source: After disconnections
ru: - После отключения
tr: - Bağlantı kesildikten sonra

source: Alert, high glucose
ru: Тревога, высокий уровень глюкозы
tr: Uyarı, yüksek glikoz

source: Alert, low blood glucose
ru: Тревога, низкий уровень глюкозы в крови
tr: Uyarı, düşük kan şekeri

source: Alert, sensor connection lost
ru: Тревога, соединение с датчиком потеряно
tr: Uyarı, sensör bağlantısı kesildi

source: Alert, sensor expired
ru: Тревога, сенсор закончился
tr: Uyarı, sensör süresi doldu

source: Alert, sensor expiring soon
ru: Тревога, сенсор скоро закончится
tr: Uyarı, sensör süresi yakında sona eriyor

source: Already advertising
ru: Реклама
tr: Zaten duyuruldu

source: App author
ru: Автор
tr: Yazar

source: App donate
ru: Donate
tr: Bağışta Bulun

source: App email
ru: эл. почта
tr: e-posta

source: App facebook group
ru: Группа в Facebook
tr: Facebook Grubu

source: App faq
ru: ЧаВо
tr: SSS

source: App support mail
ru: Поддержка
tr: Destek

source: App translation
ru: Перевод
tr: Çeviri

source: App version
ru: Версия
tr: Sürüm

source: App website
ru: Сайт
tr: Web sitesi

source: Apple export settings
tr: Apple dışa aktarma ayarları

source: Are you sure you want to add the new blood glucose value?
ru: Вы уверены, что хотите добавить новое значение глюкозы крови?
tr: Yeni kan şekeri değerini eklemek istediğinizden emin misiniz?

source: Are you sure you want to delete all log files?
ru: Вы уверены что хотите удалить все журналы?
tr: Tüm günlük dosyalarını silmek istediğinizden emin misiniz?

source: Are you sure you want to disconnect the sensor?
ru: Вы уверены, что хотите отсоединить датчик?
tr: Sensörün bağlantısını kesmek istediğinizden emin misiniz?

source: Attention, faulty value received
ru: Внимание, получено дефектное значение
tr: Dikkat, hatalı değer alındı

source: Attention, the sensor sends faulty values. Please wait 10 minutes.
ru: Внимание, датчик посылает ошибочные значения. Пожалуйста, подождите 10 минут.
tr: Dikkat, sensör hatalı değerler gönderiyor. Lütfen 10 dakika bekleyin.

source: Bellman alarm
ru: Тревога
tr: Alarm

source: Bellman telephone transceiver BT
ru: Bellman Transceiver BT
tr: Bellman Alıcı-Verici BT

source: Bellman test alarm
ru: Test alarm
tr: Deneme alarmı

source: Blood glucose: %1$@
ru: Глюкоза в крови: %1$@
tr: KŞ: %1$@

source: Bubble transmitter
ru: Передатчик Bubble
tr: Bubble vericisi

source: Calendar export
ru: Экспорт в Календарь
tr: Takvim dışa aktarma

source: Calendar export enabled
ru: Экспорт
tr: Dışa Aktar

source: Calibration view
ru: Калибровка
tr: Kalibrasyon

source: Cancel
ru: Отмена
tr: İptal

source: Caution, a sudden, extremely high glucose value may indicate a sensor error. Please check this value with a blood glucose meter.
tr: Dikkat, ani, aşırı yüksek bir glikoz değeri bir sensör hatasına işaret edebilir. Lütfen bu değeri bir kan şekeri ölçüm cihazı ile kontrol edin.

source: Chart
ru: График
tr: Grafik

source: Connect sensor
ru: Подключите датчик
tr: Sensörü bağla

source: Connect transmitter
tr: Vericiyi bağla

source: Connected
ru: Подключено
tr: Bağlı

source: Connecting
ru: Подключение…
tr: Bağlanıyor

source: Connection
ru: Связи
tr: Bağlantı

source: Connection alarm
ru: Тревога потери связи
tr: Bağlantı alarmı

source: Connection error
ru: Ошибка
tr: Hata

source: Connection error timestamp
ru: Время
tr: Zaman

source: Connection failed
ru: Сбой подключения
tr: Bağlantı başarısız

source: Connection limit reached
ru: Достигнут лимит соединений
tr: Bağlantı limitine ulaşıldı

source: Connection state
ru: Статус
tr: Durum

source: Connection timeout
ru: Время подключения истекло
tr: Bağlantı zaman aşımı

source: Custom calibration intercept
ru: Смещение
tr: Kesişme

source: Custom calibration slope
ru: Склонение
tr: Eğim

source: Delete
ru: Удалить
tr: Sil

source: Delete all
ru: Удалить все
tr: Tümünü sil

source: Delete log files
ru: Удаление файлов журнала
tr: Günlük dosyalarını sil

source: Disconnect
ru: Отключить
tr: Bağlantıyı kes

source: Disconnect sensor
ru: Отключить сенсор
tr: Sensörle bağlantıyı kes

source: Disconnect transmitter
tr: Verici bağlantısını kes

source: Disconnected
ru: Отключен
tr: Bağlantı kesildi

source: Every 10 minutes
ru: Каждые 10 минут
tr: - Her 10 dakikada bir

source: Export to Apple Calendar
tr: Apple Takvime Aktar

source: Export to Apple Health
tr: Apple Health'e Aktar

source: Find transmitter
tr: Verici bul

source: Glucose alarm
ru: Тревога по ГК
tr: Glikoz alarmı

source: Glucose badge
ru: Значок глюкозы
tr: Glikoz rozeti

source: Glucose list view
ru: Таблица ГК
tr: Liste

source: Glucose notification
tr: Glikoz bildirimi

source: Glucose overview
ru: Обзор
tr: Genel Bakış

source: Glucose read aloud
ru: Глюкоза читается вслух
tr: Glikozu sesli oku

source: Glucose settings
ru: Настройки ГК
tr: Glikoz ayarları

source: Glucose unit
ru: Единица измерения
tr: Birim

source: Glucose values
ru: Значения глюкозы
tr: Glikoz değerleri

source: Glucose values are read aloud:
ru: Показатели глюкозы зачитываются вслух:
tr: Glikoz değerleri sesli okunur:

source: Glucose widget
ru: Glucose
tr: Glucose

source: Glucose widget description
ru: Displays the last glucose value.
tr: Displays the last glucose value.

source: High glucose alarm
ru: Сигнал тревоги о высоком ГК
tr: Yüksek glikoz alarmı

source: Hold the top edge of your iPhone close to the sensor.
ru: Держите верхнюю часть вашего iPhone рядом с сенсором.
tr: iPhone'unuzun üst kenarını sensöre yakın tutun.

source: Ignore mute
ru: Игнорировать отключение звука
tr: Sessize almayı yoksay

source: Invalid handle
ru: Неверный дескриптор
tr: Geçersiz işlem

source: Invalid parameters
ru: Неправильные параметры
tr: Geçersiz parametreler

source: Line
ru: Линия
tr: Çizgi

source: Low glucose alarm
ru: Сигнал тревоги о низком ГК
tr: Düşük glikoz alarmı

source: Lower limit
ru: Граница Низкого
tr: Düşük

source: Missed readings
ru: Пропущено
tr: Kaçan

source: Nightscout API-Secret
ru: API secret
tr: API-Parolası

source: Nightscout settings
ru: Настройки Nightscout
tr: Nightscout ayarları

source: Nightscout upload enabled
ru: Загрузка в НС
tr: Yükle

source: Nightscout url
ru: Url-адрес
tr: Url

source: Not connected
ru: Не подключено
tr: Bağlı değil

source: Notification settings
tr: Bildirim ayarları

source: Now
ru: Сейчас
tr: Şimdi

source: OK, sensor connection established
ru: Соединение с сенсором установлено
tr: Tamam, sensör bağlantısı kuruldu

source: Operation cancelled
ru: Операция отменена
tr: İşlem iptal edildi

source: Operation not supported
ru: Операция не поддерживается
tr: İşlem desteklenmiyor

source: Out of space
ru: Недостаточно места
tr: Yetersiz alan

source: Pairing
ru: Сопряжение
tr: Eşleştiriliyor

source: Peripheral disconnected
ru: Периферийное устройство отключено
tr: Bağlantı koptu

source: Please select
ru: Пожалуйста, выберите
tr: Lütfen seçiniz

source: Please wait...
tr: Lütfen bekleyin...

source: Power off
ru: Выключить
tr: Kapat

source: Read aloud
ru: Читать вслух
tr: Sesli oku

source: Readable falling
ru: падение
tr: düşüyor

source: Readable fast falling
ru: быстрое падение
tr: hızlı düşen

source: Readable fast rising
ru: быстрый рост
tr: hızlı yükselen

source: Readable glucose with trend: %1$@ %2$@, %3$@
ru: Глюкоза: %1$@ %2$@, %3$@
tr: Glikoz: %1$@ %2$@, %3$@

source: Readable glucose: %1$@ %2$@
ru: Глюкоза: %1$@ %2$@
tr: Glikoz: %1$@ %2$@

source: Readable high glucose: %1$@ %2$@
ru: Глюкоза: %1$@ %2$@. Внимание, гипергликемия!
tr: Glikoz: %1$@ %2$@. Dikkat, Hiperglisemi!

source: Readable low glucose: %1$@ %2$@
ru: Глюкоза: %1$@ %2$@. Внимание, гипогликемия!
tr: Glikoz: %1$@ %2$@. Dikkat, Hipoglisemi!

source: Readable miligram
ru: милиграм
tr: miligram

source: Readable milimol
ru: Милимоль
tr: milimol

source: Readable rapidly falling
ru: быстрое падение
tr: hızla düşen

source: Readable rapidly rising
ru: очень быстрый рост
tr: hızla yükselen

source: Readable rising
ru: рост
tr: yükseliyor

source: Rescan the sensor
tr: Sensörü yeniden tara

source: Retrieval interval
ru: Интервал обновления
tr: Geri alma aralığı

source: Retrieval interval, every %1$@ minutes
ru: Каждые %1$@ минут
tr: Her %1$@ dakikada bir

source: Retrieval interval, every minute
ru: Каждую минуту
tr: Her dakika

source: Retry pairing
ru: Повторное сопряжение
tr: Eşleştirmeyi tekrar dene

source: Scan sensor
tr: Sensörü tara

source: Scanned sensor expired
ru: Сенсор закончился
tr: Sensör süresi doldu

source: Scanning
ru: Сканирование
tr: Taranıyor

source: Selected calendar
ru: Календарь
tr: Takvim

source: Send log file
ru: Отправить журнал
tr: Günlük dosyası gönder

source: Sensor age
ru: Возраст сенсора
tr: Sensör yaşı

source: Sensor connection
ru: Подключение датчика
tr: Sensör bağlantısı

source: Sensor custom calibration
ru: Ручная калибровка
tr: Bireysel Kalibrasyon

source: Sensor details
ru: Сведения о датчике
tr: Sensör detayları

source: Sensor factory calibration
ru: Заводская калибровка
tr: Fabrika Kalibrasyonu

source: Sensor has failure
ru: Сенсор неисправен
tr: Sensör arızalı

source: Sensor in starting phase
ru: Сенсор в прогреве
tr: Sensör başlangıç aşamasında

source: Sensor is expired
ru: Сенсор закончился
tr: Sensör süresi doldu

source: Sensor is ready
ru: Сенсор готов
tr: Sensör hazır

source: Sensor is shut down
ru: Сенсор закончился
tr: Sensör süresi doldu

source: Sensor lifetime
ru: Время жизни
tr: Kullanım ömrü

source: Sensor lifetime widget
ru: Sensor Lifetime
tr: Sensor Lifetime

source: Sensor lifetime widget description
ru: Displays the remaining lifetime of the current sensor as a countdown.
tr: Displays the remaining lifetime of the current sensor as a countdown.

source: Sensor not yet startet
ru: Сенсор еще не запущен
tr: Sensör henüz başlamadı

source: Sensor PatchInfo
ru: PatchInfo
tr: PatchInfo

source: Sensor possible lifetime
ru: Время жизни
tr: Kullanım ömrü

source: Sensor region
ru: Регион
tr: Bölge

source: Sensor remaining lifetime
ru: Осталось
tr: Kalan

source: Sensor remaining warmup time
ru: Разогрев
tr: Isınma

source: Sensor serial
ru: Серийный номер
tr: Seri no

source: Sensor starting date
ru: Дата старта
tr: Başlama tarihi

source: Sensor state
ru: Статус
tr: Durum

source: Sensor type
ru: Тип
tr: Tip

source: Sensor UID
ru: UID
tr: UID

source: Settings view
ru: Настройки
tr: Ayarlar

source: Snooze until
ru: Отложить
tr: Erteleme

source: Sound: vibration
tr: Sadece titreşim

source: The connection to the sensor has been successfully established and glucose data is received.
ru: Соединение с датчиком успешно установлено, и данные о глюкозе получены.
tr: Sensöre bağlantı başarıyla kuruldu ve glikoz verileri alındı.

source: The connection to the sensor seems to exist, but no values are received. Faulty sensor data may be the cause.
ru: Соединение с датчиком вроде бы есть, но значения не принимаются. Причиной могут быть ошибочные данные датчика.
tr: Sensöre bağlantı var gibi görünüyor, ancak hiçbir değer alınmıyor. Arızalı sensör verileri bunun nedeni olabilir.

source: The connection with the sensor has been interrupted. Normally this happens when the sensor is out of range or its transmission power is impaired.
ru: Соединение с датчиком прервано. Обычно это происходит, когда датчик находится вне зоны действия или его мощность передачи данных снижена.
tr: Sensörle bağlantı kesildi. Normalde bu sensör menzil dışında olduğunda veya iletim gücü bozulduğunda olur.

source: The sensor cannot be connected and rejects all connection attempts. This problem makes it necessary to re-pair the sensor.
ru: Датчик не может быть подключен и отклоняет все попытки подключения. Эта проблема приводит к необходимости повторного подключения датчика.
tr: Sensör bağlanamıyor ve tüm bağlantı girişimlerini reddediyor. Sensörün yeniden eşleştirilmesi gerekmektedir.

source: The value from the blood glucose meter can then be added via 'List', at the top 'Add'.
tr: Kan şekeri ölçüm cihazından alınan değer, daha sonra 'Liste'ye üst kısımdaki 'Ekle' ile eklenebilir.

source: Transmitter
ru: Передатчик
tr: Verici

source: Transmitter battery
ru: Аккумулятор
tr: Pil

source: Transmitter battery widget
ru: Transmitter Battery
tr: Transmitter Battery

source: Transmitter battery widget description
ru: Displays the remaining battery charge of the transmitter as a countdown.
tr: Displays the remaining battery charge of the transmitter as a countdown.

source: Transmitter firmware
ru: Прошивка
tr: Aygıt Yazılımı

source: Transmitter hardware
ru: Аппаратура
tr: Donanım

source: Transmitter ID
ru: Identifier
tr: Identifier

source: Transmitter name
ru: Имя
tr: İsim

source: Unfortunately, an NFC-enabled iPhone is required to use the app :'(
ru: К сожалению, для использования приложения требуется iPhone с поддержкой NFC :'(
tr: Maalesef, uygulamayı kullanabilmek için NFC özellikli bir iPhone gerekiyor :'(

source: Unknown
ru: Неизвестно
tr: Bilinmeyen

source: Upper limit
ru: Высокий
tr: Yüksek

source: UUID not allowed
ru: UUID не разрешен
tr: UUID'ye izin verilmiyor

source: Virtual Sensor
ru: Виртуальный сенсор
tr: Sanal Sensör

source: Warmup
tr: Isınma

source: Warning, sensor missed %1$@ readings
ru: Предупреждение, датчик пропустил %1$@ показания
tr: Uyarı, sensör %1$@ okuma kaçırdı

source: Wearing time alarm
ru: Сигнализация времени ношения
tr: Giyme zaman alarmı

source: When a new alarm is triggered
ru: - Когда срабатывает новый сигнал тревоги
tr: - Yeni bir alarm tetiklendiğinde

source: When the glucose trend changes
ru: - При изменении тренда к глюкозе
tr: - Glikoz eğilimi değiştiğinde

source: Without transmitter
ru: Без передатчика
tr: Vericisiz

source: Your current glucose is %1$@ (%2$@).
ru: Ваша текущая глюкоза - %1$@ (%2$@).
tr: Şu anki KŞ'iniz %1$@ (%2$@).

source: Your glucose %1$@ (%2$@) is dangerously high and needs to be treated.
ru: Ваш уровень глюкозы, %1$@ (%2$@), опасно высок и требует лечения.
tr: KŞ'niz, %1$@ (%2$@), tehlikeli derecede yüksek ve ilgilenilmesi gerekmekte.

source: Your glucose %1$@ (%2$@) is dangerously low. With sweetened drinks or dextrose, blood glucose levels can often return to normal.
ru: Ваш уровень глюкозы, %1$@ (%2$@), опасно низкий. С помощью сладкого напитка или декстрозы уровень глюкозы можно вернуться к норме.
tr: KŞ'niz %1$@ (%2$@), tehlikeli derecede düşük. Şekerli içecekler veya dekstroz ile kan şekeri seviyeleri genellikle normale dönebilir.

source: Your sensor has expired and needs to be replaced as soon as possible
ru: Срок действия вашего датчика истек, и его необходимо заменить как можно скорее
tr: Sensörünüzün kullanım süresi doldu ve mümkün olan en kısa sürede değiştirilmesi gerekiyor

source: Your sensor is about to expire. Replace sensor in %1$@ day.
ru: Срок действия вашего датчика истекает. Замените датчик через %1$@ день.
tr: Sensörünüzün süresi dolmak üzere. Sensörü %1$@ gün içinde değiştirin.

source: Your sensor is about to expire. Replace sensor in %1$@ days.
ru: Срок действия вашего датчика истекает. Замените датчик через %1$@ дней.
tr: Sensörünüzün süresi dolmak üzere. Sensörü %1$@ gün içinde değiştirin.

source: Your sensor is about to expire. Replace sensor in %1$@ hour.
ru: Срок действия вашего датчика истекает. Замените датчик через %1$@ час.
tr: Sensörünüzün süresi dolmak üzere. Sensörü %1$@ saat içinde değiştirin.

source: Your sensor is about to expire. Replace sensor in %1$@ hours.
ru: Срок действия вашего датчика истекает. Замените датчик через %1$@ часов.
tr: Sensörünüzün süresi dolmak üzere. Sensörü %1$@ saat içinde değiştirin.

source: Your sensor is about to expire. Replace sensor in %1$@ minutes.
ru: Срок действия вашего датчика истекает. Замените датчик через %1$@ минут.
tr: Sensörünüzün süresi dolmak üzere. Sensörü %1$@ dakika içinde değiştirin.

source: Vibration
ru: Только вибрация
